[
  {
    "id": 1,
    "count":1,
    "url": "http://localhost:3000/img/productImg/1.webp",
    "name": "Влажные салфетки Солнце и Луна c экстрактом липы",
    "size_type": "300 г",
    "size": "25см/8см",
    "barcode": "100013239401",
    "manufacturer": "Cotton Club",
    "brand": "Солнце и Луна",
    "description": "СОЛНЦЕ И ЛУНА ECO Влажные салфетки детские 0+ хлопковые с экстрактом липы big-pack с крышкой, 100штМягкие и нежные салфетки созданы для очищения нежной кожи малышей, прекрасно очищают и освежают кожу. Подходят для использования с рождения. Природные компоненты, входящие в состав экстракта липы, способствуют увлажнению и успокаивают кожу. Салфетки удобны в применении и незаменимы для ежедневного ухода за кожей ребенка.",
    "price": 175,
    "type_of_care": ["paper"]
  },
  {
    "id": 2,
    "count": 1,
    "name": "Солнцезащитный регенерирующий крем c экстрактом моркови",
    "url": "http://localhost:3000/img/productImg/2.webp",
    "size_type": "50 мл",
    "size": "25см/8см",
    "barcode": "100013239402",
    "manufacturer": "BTpeel",
    "brand": "BTpeel",
    "brand_id": 1,
    "description": "Защита от солнечных лучей и предотвращение преждевременного старения кожи, постпилинговый уход. Содержит двойной защитный комплекс от UVA и UVB лучей. Экстракты моркови, шиповника, апельсина и зеленого кофе, входящего в состав крема, улучшают общее состояние кожи, делают загар более ровным и золотистым. Кожа моментально увлажнена и максимально защищена от всех видов ультрафиолета (UVA/UVB/PA++++ ). Не содержит отдушек химического происхождения. Имеет слабовыраженный естественный аромат свежей морковки.",
    "price": 1460,
    "type_of_care": ["tanning"]
  },
  {
    "id": 3,
    "count": 1,
    "name": "Зубная паста Biorepair Kids Peach c экстрактом персика от 0 до 6 лет",
    "url": "http://localhost:3000/img/productImg/3.jpg",
    "size_type": "125 г",
    "size": "7см/7см",
    "barcode": "100013239403",
    "manufacturer": "Coswell S.p.a.",
    "brand": "BIOREPAIR",
    "description": "Детская зубная паста Biorepair Kids с экстрактом персика защищает зубы от кариеса и идеально подходит для гигиены молочных зубов. Эмаль детских зубов более тонкая и уязвимая, чем эмаль постоянных зубов. Поэтому очень важно восстанавливать эмаль и защищать ее от воздействия кислот и сахаров.BiorepairKids - единственная зубная паста, содержащая частицы microRepair, которые укрепляют эмаль молочных зубов, способствуя правильному развитию и здоровью постоянных зубов. Ее эффективность клинически-протестирована. Исключительно деликатная формула BiorepairKids содержит экстракт персика, который освежает и питает десны.",
    "price": 1008,
    "type_of_care": ["mouth"]
  },
  {
    "id": 4,
    "count": 1,
    "name": "EDEN Little Lady косметический набор для девочек c 3-x лет: Спрей для волос, Шампунь-кондиционер, Гель для душа, пакет крафт",
    "url": "http://localhost:3000/img/productImg/4.png",
    "size_type": "690 г",
    "size": "9см/26см",
    "barcode": "100013239404",
    "manufacturer": "EDEN",
    "brand": "EDEN",
    "description": "Набор косметики для ухода за телом и волосами для девочек EDEN Little Lady набор косметический для девочек с 3-х лет, набор подарочный для девочек 3+ 1) Спрей для волос с блестками - Формула спрея содержит полезные активные компоненты и мерцающие частицы, которые придают волосам красивый блеск и послушность. Экстракт клубники увлажняет и защищает волосы от истончения. 2) Шампунь-кондиционер для девочек мягко очищает и разглаживает волосы, облегчая расчесывание, защищая волосы от излишнего пушения. Аллантоин и пантенол оказывают смягчающее и увлажняющее действие. Формула без слёз. 3) Гель для душа для девочек бережно очищает, увлажняет и оздоравливает кожу, насыщая ее необходимыми витаминами. Комплекс BeauPlex VH, состоящий из витаминов Е, В3, В6, В5 и С, обладает восстанавливающими, питательными свойствами. Экстракт зародышей пшеницы содержит витамины, незаменимые жирные кислоты, антиоксиданты, которые улучшают внешний вид эпидермиса, поддерживают упругость, делают кожу гладкой и мягкой. Отличный подарок на день рождения, 8 марта, любой детский и женский праздник, в школу, детский сад, от мамы дочке или внучке на День Рождения, 8 марта, Новый год, сестре, сестренке, племяннице, подруге, соседке, знакомой, по любому поводу. Подарите настоящие эмоции и праздничное настроение своей принцессе. Может приходить вариант с подарочным пакетом или вариант в подарочной коробке.",
    "price": 609,
    "type_of_care": ["set", "hair", "face", "hands", "legs"]
  },
  {
    "id": 5,
    "count": 1,
    "name": "Arko Гель для бритья Soft touch Тропическая свежесть",
    "url": "http://localhost:3000/img/productImg/5.webp",
    "size_type": "200 мл",
    "size": "10см/26см",
    "barcode": "100013239405",
    "manufacturer": "ARKO",
    "brand": "ARKO",
    "description": "Гель для бритья Arko Women Soft Touch Tropic Winds «Тропическая свежесть», 200 мл обеспечивает комфортное бритьё и отличный результат. Входящие в состав средства увлажняющие и пенообразующие компоненты обеспечивают лёгкое скольжение бритвы и ухаживают за кожей, не вызывая раздражения и не пересушивая её. Способ применения: распределите гель между ладонями и растирайте его на влажном участке эпидермиса до образования небольшой пены. После такой процедуры дополнительное увлажнение и тонизирование кожи не требуется. ",
    "price": 309,
    "type_of_care": ["shaving"]
  },
  {
    "id": 6,
    "count": 1,
    "name": "Крем-спрей PERFECT HAIR многофункциональный OLLIN PROFESSIONAL 15 в 1 несмываемый,",
    "url": "http://localhost:3000/img/productImg/6.webp",
    "size_type": "200 мл",
    "size": "10см/26см",
    "barcode": "100013239406",
    "manufacturer": "OLLIN Professional",
    "brand": "OLLIN Professional",
    "description": "Perfect Hair 15 в 1 - это несмываемое средство для комплексного ухода за волосами. Крем-спрей универсален! Уходовая косметика возвращает мягкость волосам. Жидкий шелк для волос устраняет эффект пушистости. Спрей термозащита для волос защищает от теплового воздействия. Многофункциональное средство разглаживает поврежденную структуру. Несмываемый уход для волос обеспечивает максимальное увлажнение сухих ломких волос и облегчает процесс расчесывания. Увлажняющий спрей предотвращает сечение кончиков и защищает от негативного влияния окружающей среды. Кератин для волос профессиональный облегчает укладку жестких непослушных локонов. Разглаживающий крем для волос продлевает яркость цвета окрашенных прядей. Активный компонент Lustreplex создает и сохраняет глянцевый блеск, придает естественный объем. Термозащитный спрей придает прочность и защиту от механических повреждений. Защита для волос продлевает яркость цвета окрашенных прядей. Косметическое средство обволакивает приятным ароматом. СПОСОБ ПРИМЕНЕНИЯ: Нанести на чистые, подсушенные полотенцем волосы. Распределить расческой по всей длине, включая кончики. Не смывая, приступить к укладке.",
    "price": 379,
    "type_of_care": ["hair"]
  },
  {
    "id": 7,
    "count": 1,
    "name": "ARAVIA Professional Солнцезащитный увлажняющий крем для лица Multi Protection Sun Cream SPF 30",
    "url": "http://localhost:3000/img/productImg/7.webp",
    "size_type": "100 мл",
    "size": "11см/16см",
    "barcode": "100013239407",
    "manufacturer": "ARAVIA Professional",
    "brand": "ARAVIA Professional",
    "description": "Назначение: защита от солнца, средство: крем, Защита от UVA (PA/PPD), тип кожи: для всех типов, жирная, комбинированная, нормальная, сухая, особенности: защита от UVA (PA/PPD), некомедогенное, вид фильтров: физические, химические",
    "price": 1379,
    "type_of_care": ["tanning"]
  },
  {
    "id": 8,
    "count": 1,
    "name": "ARAVIA Набор Professional Карбокситерапия Anti-Age Set",
    "url": "http://localhost:3000/img/productImg/8.webp",
    "size_type": "600 г",
    "size": "21см/16см",
    "barcode": "100013239408",
    "manufacturer": "ARAVIA Professional",
    "brand": "ARAVIA Professional",
    "description": "Неинвазивная (безинъекционная) карбокситерапия СО2 — уникальная методика, основанная на насыщении клеток кожи кислородом благодаря дозированному введению углекислого газа. Во время процедуры происходит усиление микроциркуляции, улучшается трофика тканей, укрепляется кожный иммунитет. Карбокситерапия СО2 — абсолютно безопасная и гигиеничная процедура без нарушения целостности кожного покрова. Молодость, красота и здоровье кожи лица без инъекций! Применяется при потере тургора, фотостарении, хроностарении, отёчности, куперозе, пастозности кожи. В одном наборе — до 30 процедур! Внимание! Это специальный продукт, предназначенный только для профессионального применения. При использовании продукта несертифицированным косметологом, а также при несоблюдении протокола, компания не несёт ответственности за негативные последствия и рекламации, вызванные неправильным использованием продукции (покраснения, шелушения, ожоги и т. д.)",
    "price": 3144,
    "type_of_care": ["set", "face"]
  },
  {
    "id": 9,
    "count": 1,
    "name": "ARAVIA Набор Суперувлажняющий уход",
    "url": "http://localhost:3000/img/productImg/9.webp",
    "size_type": "400 г",
    "size": "21см/16см",
    "barcode": "100013239409",
    "manufacturer": "ARAVIA Professional",
    "brand": "ARAVIA Professional",
    "description": "Набор суперувлажняющих кремов для кожи лица, рук и ног – это комплексный уход для обладателей сухой, обезвоженной кожи, нуждающейся в интенсивном увлажнении. Кремы восполняют недостаток влаги и связывают молекулы воды, предупреждая ее быстрое испарение. Увлажняющий уход подарит коже невероятный комфорт и защитит ее от стягивания, шелушений и раздражения. Кремы рекомендуются для всех, кто подвержен ежедневному вредному воздействию окружающей среды: перепадам температур, стрессу, загрязненному воздуху. Кремы содержат увлажняющие компоненты: мочевину, гиалуроновую кислоту, аминокислоты, а также питательные масла для восстановления гидролипидного баланса.",
    "price": 3144,
    "type_of_care": ["set", "face"]
  },
  {
    "id": 10,
    "count": 1,
    "name": "Сливки для тела Увлажняющие с 'Эксолин'",
    "url": "http://localhost:3000/img/productImg/10.webp",
    "size_type": "200 мл",
    "size": "8см/10см",
    "barcode": "100013239410",
    "manufacturer": "Лита-Цвет",
    "brand": "Litaline",
    "description": "Сливки для тела Увлажняющие с 'Эксолин' (фирменный препарат на основе пептидов). Нежная эмульсия сливок превосходно увлажняет, тонизирует, смягчает и питает кожу, обогащает витаминами и растительными биологическими активными веществами. Восполняет запас незаменимых жирных кислот, стимулирует обновление кожи, придает ей упругость, бархатистость и здоровый цвет. **Активные вещества:** 'Эксолин' (фирменный препарат, содержащий водорастворимый комплекс пептидов, аминокислот, гиалуроновой кислоты, минеральных",
    "price": 2994,
    "type_of_care": ["body", "hands", "legs", "face"]
  },
  {
    "id": 11,
    "count": 1,
    "name": "ARAVIA флюид Professional Sun Shade солнцезащитный увлажняющий SPF 30",
    "url": "http://localhost:3000/img/productImg/11.webp",
    "size_type": "200 мл",
    "size": "7см/14см",
    "barcode": "100013239411",
    "manufacturer": "ARAVIA",
    "brand": "ARAVIA",
    "description": "Сбалансированная система фильтров обеспечивает высокий барьер, защищающий клетки кожи от повреждений и фотостарения, предотвращает появление эритемы и гиперпигментации. Нежная текстура ложится на кожу лёгкой вуалью, позволяет крему быстро впитываться, оставляя поверхность кожи матовой и бархатистой. Обеспечивает здоровый вид, и ровный оттенок кожи. Входящие в состав крема натуральные антиоксиданты: экстракты артишока и гинкго-билоба укрепляют капилляры кожи, способствуют естественной защите и увлажнению. Экстракты мимозы и манго стимулируют синтез коллагена и эластина, сохраняют кожу упругой и эластичной. Увлажненная и восстановленная кожа выглядит гладкой и сияющей. Идеален для всех типов кожи.",
    "price": 1227,
    "type_of_care": ["tanning"]
  },
  {
    "id": 12,
    "count": 1,
    "name": "Nidra гель для интимной гигиены освежающий с молочными протеинами и алоэ",
    "url": "http://localhost:3000/img/productImg/12.webp",
    "size_type": "70 мл",
    "size": "7см/14см",
    "barcode": "100013239412",
    "manufacturer": "Nidra",
    "brand": "Nidra",
    "description": "Гель для интимной гигиены освежающий, с молочными протеинами, специально разработан для периода во время и после беременности, а также для использования в повседневной жизни. Основан на 100% натуральных молочных белках и экстракте органического алоэ, он обеспечивает освежающий эффект и приятное ощущение нежности и чистоты. Молочная кислота способствует восстановлению физиологического кислотно-щелочного баланса, а натуральные антибактериальный элементы способствуют предотвращению возможного раздражения кожи.Применение: В процессе приема душа, встряхнуть флакон, нанести на руку в небольшом количестве и бережно нанести на интимные места до получения пены, смыть водой.",
    "price": 350,
    "type_of_care": ["hygiene"]
  },
  {
    "id": 13,
    "count": 1,
    "name": "Зубная паста Biorepair Intensive Night Repair, ночное восстановление",
    "url": "http://localhost:3000/img/productImg/13.webp",
    "size_type": "75 мл",
    "size": "8см/14см",
    "barcode": "100013239413",
    "manufacturer": "Coswell S.p.a.",
    "brand": "Biorepair",
    "description": "BioRepair Intensive Night Repair — интенсивный уход за зубами в ночное время. Зубная паста содержит частицы Microrepair, которые, благодаря своему уникальному составу, могут проникать глубоко в микроскопические трещины и повреждения эмали и дентина. Содержащиеся в пасте ионы цинка, а также цинк PCA обладают антибактериальными свойствами, благодаря чему эффективно защищают ротовую полость от бактерий, особенно ночью. Специальный полимер, содержащийся в зубной пасте, создаёт на зубах защитную плёнку по всей структуре эмали, которая гарантирует длительную защиту от бактерий и кислот. Формула зубной пасты эффективно борется с неприятным запахом изо рта. Зубная паста BioRepair Intensive Night Repair подходит для взрослых и детей в возрасте от 6 лет, особенно рекомендована людям с повышенной чувствительностью зубов и истончённой зубной эмалью. Аллергических реакций в ходе клинических исследований не выявлено.",
    "price": 682,
    "type_of_care": ["mouth"]
  },
  {
    "id": 14,
    "count": 1,
    "name": "Салфетки одноразовые косметические",
    "url": "http://localhost:3000/img/productImg/14.webp",
    "size_type": "100 г",
    "size": "20см/20см",
    "barcode": "100013239414",
    "manufacturer": "Beajoy",
    "brand": "Beajoy",
    "description": "Салфетки одноразовые в рулоне - изготовлены из гипоаллергенного материала спанлейс. Благодаря четкой линии отрыва - Вам будет легко отрывать полотенца. Салфетки с перфорацией незаменимая вещь при проведении процедур в медицинских учреждениях, в салонах красоты, массажных кабинетах, образовательных, спортивных, развлекательных учреждениях. Отличный расходный материал для мастеров маникюра и педикюра отлично впитывают влагу, прочные. После первичного использования полотенце утилизируется. Плотность 35 гр/м2, цвет белый.",
    "price": 159,
    "type_of_care": ["mouth"]
  },
  {
    "id": 15,
    "count": 1,
    "name": "Салфетки бумажные ЭлараHOME 1200 шт двухслойные",
    "url": "http://localhost:3000/img/productImg/15.webp",
    "size_type": "6X200 г",
    "size": "120см/120см",
    "barcode": "100013239415",
    "manufacturer": "Элара",
    "brand": "ЭлараKIDS",
    "description": "Простое решения для вашего комфорта. Почему мы? Такой вопрос мы задали нашим клиентам, и услышали самые простые, но важные для покупателя слова: цена и качество. Цена. Меньше 500 рублей за 1200 салфеток это очень выгодно. Российское производство (г. Владивосток) и большие объемы, позволяет снижать себестоимость. Качество. Наши салфетки состоят из 100% целлюлозы, что обеспечивает им мягкость, но прочность. Закажите салфетки ЭлараHome, поставьте на кухню, дайте ребенку в школу или возьмите на прогулку. Благодаря удобной мягкой упаковке их можно брать с собой. А 6 пачек в комплекте, можно раздать всем членам, даже большой, семьи. Примите простое решение для вашего комфорта.",
    "price": 355,
    "type_of_care": ["paper"]
  },
  {
    "id": 16,
    "count": 1,
    "name": "Зубная паста SPLAT Professional Лечебные травы",
    "url": "http://localhost:3000/img/productImg/16.webp",
    "size_type": "100 мл",
    "size": "8см/12cм",
    "barcode": "100013239416",
    "manufacturer": "SPLAT",
    "brand": "SPLAT",
    "description": "Антибактериальная зубная паста SPLAT ультракомплекс, 2шт комплексный уход И отбеливание чувствительных зубов защита от бактерий!* Мультиактивная зубная паста бережно заботится о белизне чувствительных зубов и здоровье десен, прекрасно освежает дыхание. Содержащийся в зубной пасте гидроксиапатит способствует укреплению эмали. Органический Кальцис, полученный из яичной скорлупы, в сочетании с гидроксиапатитом эффективно укрепляет зубную эмаль, устраняя причину повышенной чувствительности зубов. Сочетание натуральных ферментов из папайи с компонентом Polydon® расщепляет налет, способствуякачественной очистке и долгой свежести дыхания. Ионы цинка оказывают вяжущее и противовоспалительное действие на десны. Инновационная система Sp. White system® безопасно отбеливает и полирует эмаль до блеска. Без фтора. Активные компоненты: Polydon®, гидроксиапатит, Кальцис, папаин, альфа-бисаболол, соли калия и цинка. Клинически доказано: - Реминерализующий эффект – 20% - Кровоостанавливающий эффект – 50,2% - Противовоспалительный эффект – 27,5% - Очищающий эффект – 44,4% Эффект: - Гидроксиапатит способствует укреплению и реминерализации эмали, калий снижает чувствительность зубов. - Вытяжка из эфирного масла ромашки оказывает противовоспалительное и успокаивающее действие на десны. - Инновационная система Sp. White system® безопасно отбеливает и полирует эмаль до блеска. Объем: 100 мл Факты Каждый пятый человек в мире и 62% взрослого населения России страдают повышенной чувствительностью зубов. Проявляется это в виде болезненных ощущений, возникающих при приеме холодной, горячей, кислой и сладкой пищи, а также при чистке зубов. Причинами, вызывающими данную проблему, являются: нарушение прикуса, воспаление ткани десны, последствия стоматологических процедур, патологическая стираемость зубов, чрезмерное употребление в пищу кислых продуктов, использование низкокачественных зубных щеток и высокоабразивных зубных паст, истирание эмали вследствие неправильной техники чистки зубов. * ионы цинка обладают Антибактериальным эффектом",
    "price": 187,
    "type_of_care": ["mouth"]
  },
  {
    "id": 17,
    "count": 1,
    "name": "Крем для ног против натоптышей с мочивиной",
    "url": "http://localhost:3000/img/productImg/17.webp",
    "size_type": "550 мл",
    "size": "12см/12cм",
    "barcode": "100013239417",
    "manufacturer": "ARAVIA",
    "brand": "ARAVIA",
    "description": "Крем с супер увлажняющим эффектом предназначен для очень сухой кожи стоп и рекомендован для завершающего этапа педикюра. Решает проблемы загрубевшей кожи и гиперкератоза. Содержит 10% мочевины, которая эффективно смягчает кожу стоп, оказывает длительное увлажняющее воздействие, предотвращая появление натоптышей и трещин. Аллантоин в сочетании с натуральным маслом кокоса и авокадо успокаивает, восстанавливает мягкость и эластичность кожи, способствует её заживлению и регенерации. При регулярном применении является эффективным профилактическим средством от появления мозолей и натоптышей. Внимание! Данный товар не рекомендуется заказывать в регионы, упаковка продукции хрупкая и может повредиться при транспортировке",
    "price": 791,
    "type_of_care": ["legs"]
  }
]
